Repository: geekwright/poread
Catalog: locale/rmc/*.po
Languages: es

source: Blocks Management
es: Administrador de Bloques

source: Internal blocks manager is currenlty disabled!
es: El Administrador de bloques internos está desactivado!

source: You are not allowed to do this action!
es: ¡No estas autorizado para realizar esta acción!

source: Please provide a name and tag for this new position!
es: Proporcione un nombre y una etiqueta para esta nueva posición.

source: You must specify a valid position ID!
es: Debe especificar un ID de posición válida!

source: Specified position does not exists!
es: No existe la Posición especificada!

source: Already exists another position with same name or same tag!
es: Ya existe otra posición con el mismo nombre o la misma etiqueta.

source: Database updated successfully!
es: ¡Base de datos actualizada exitosamente!

source: Errors ocurred while trying to save data
es: Se han producido errores al intentar guardar los datos

source: Select at least a block!
es: Seleccione al menos un bloque!

source: Database updated successfully
es: La Base de datos se ha actualizado correctamente

source: Errors ocurred while trying to do this action
es: Se han producido errores al intentar realizar esta acción

source: You must select at least one position!
es: Debe seleccionar al menos una posición!

source: There was some errors:
es: Hubo algunos errores:

source: Unknow
es: Desconocido

source: Posted on %s
es: Publicado en %s

source: Comments Manager
es: Administrador de Comentarios

source: Do you really want to delete this comment?
es: ¿Realmente desea eliminar este comentario?

source: Invalid operation
es: Operación no válida

source: Sorry, session token expired!
es: Lo siento, ¡el identificador de sesión ha expirado!

source: Unrecognized data!
es: ¡Datos no identificables!

source: Comments updated successfully!
es: ¡Comentarios actualizados exitosamente!

source: Errors occurrs while trying to update comments!
es: ¡Ocurrieron errores mientras se actualizaban los comentarios!

source: Comments deleted successfully!
es: ¡Comentarios eliminados exitosamente!

source: Sorry, comment id is not valid
es: !Lo siento,el id del cometario no es válido!

source: Sorry, comment does not found
es: ¡Lo sentimos, comentario no encontrado!

source: Edit Comment
es: Editar Comentario

source: In reply to
es: En respuesta a

source: Posted date
es: Fecha de envio

source: Module
es: Módulo

source: Poster
es: Envió

source: Status
es: Estado

source: Approved
es: Aprobado

source: Unapproved
es: No aprobado

source: Content
es: Contenido

source: Update Comment
es: Comentario Actualizado

source: Cancel
es: Cancelar

source: Comment ID not specified!
es: El ID del comentario no especificado!

source: Specified comment does not exist!
es: ¡Lo sentimos, comentario no encontrado!

source: Comment updated successfully!
es: ¡Comentario actualizado exitosamente!

source: Errros ocurrs while trying to update comment!
es: ¡Ocurrieron errores mientras se actualizaba el comentario!

source: There are not categories yet! Please create one in order to add images.
es: ¡Todavia no hay categorias! Por favor crea una para agregar imágenes!

source: Images Management
es: Administrador de Imágenes

source: Images Management: %s
es: Administrador de Imágenes: %s

source: Category %s is closed. Please, select another category.
es: La categoria %s esta cerrada. Por favor, selecciona otra categoría.

source: All Images (*.jpg, *.png, *.gif)
es: Todas las imágenes (*.jpg, *.gif)

source: Browse Images...
es: Explorar Imágenes...

source: Uploaded successfully!
es: ¡Cargadas exitosamente!

source: Images Manager
es: Administrador de imágenes

source: Upload Images
es: Cargar imágenes

source: Categories
es: Categorías

source: Images Manager: Categories
es: Administrador de Imágenes: Categorías

source: You must specify a category id to edit!
es: ¡Debes especificar el id de la categoría para editar!

source: The specified category does not exist!
es: La categoría especificada no existe!

source: Edit Category
es: Editar Categoría

source: Add Category
es: Agregar Categoría

source: Images Manager: %s
es: Administrador de Imágenes: %s

source: Add category
es: Agregar Categoría

source: Specify a valid category id
es: Específica un id de categoría válido

source: Specified category does not exists!
es: ¡La categoría especificada no existe!

source: Please specify a category name
es: Por favor específica un nombre para la caegoria

source: You must create one size for this category at least!
es: ¡Debes crearpor lo menos un tamaño de imágen para esta categoria!

source: There is already a category with the same name!
es: ¡Ya hay una categoría con el mismom nombre!

source: Category updated successfully!
es: ¡Categoría cargada exitosamente!

source: There were some erros while trying to save this category.
es: Hubo errores mientras se guardaba esta categoría.

source: Specify one category at least to change status!
es: ¡Especifica por lo menos una categoría para cambiar el estado!

source: There were some erros while updating database:
es: Hubo errores mientras se actualizaba la base de datos:

source: Unauthorized!
es: ¡No autorizado!

source: Invalid image!
es: ¡Imágen no valida!

source: Image not found!
es: ¡Imágen no encontrada!

source: Unauthorized
es: ¡No autorizado!

source: %s done!
es: ¡%s hecho!

source: Invalid image ID
es: ID de imágen no válido

source: Edit Image
es: Editar Imagen

source: Operation not allowed!
es: ¡Operación no permitida!

source: Image ID not provided!
es: ¡El Id de la imágen no se proporcionó!

source: You must provide a title for this image
es: Debes proporcionar un título para esta imágen

source: Image not exists!
es: ¡No existe la Imágen!

source: Category not exist!
es: ¡No existe la categoría!

source: the image could not be updated!
es: ¡No se pudo actualizar la imágen!

source: Image updated succesfully!
es: ¡Imágen actualizada exitosamente!

source: Image updated successfully!
es: ¡Imágen actualizada exitosamente!

source: Please, speciy an image at least!
es: ¡Por favo,r específica por lo menos una imágen!

source: Errors ocurred during images deletion!
es: ¡Ocurrieon errores mientras se eliminaba la imágen!

source: Images deleted successfully!
es: ¡Imágenes eliminadas exitosamente!

source: Category ID not provided
es: ¡ID de la categoría no proporcionado!

source: Category not found
es: Categoría no encontrada

source: Category deleted successfully!
es: ¡Categoría eliminada exitosamente!

source: Errors ocurred while deleting the category
es: Ocurrieron errores mientras se eliminaba la categoría

source: Dashboard Help
es: Ayuda del Panel de Control

source: Theme changed successfully!
es: Tema cambiado exitosamente

source: Theme could not be changed!
es: ¡No se pudo cambiar el tema!

source: Specified theme does not exist!
es: ¡El tema especificado no existe!

source: Sorry, Red Mexico Common Utilities has not been installed yet!
es: Lo sentimos, Common utilities de Red Mexico no ha sido instalado todavía!

source: Dashboard
es: Panel de Control

source: Modules
es: Modulos

source: Blocks
es: Bloques

source: Users
es: Usuarios

source: All users
es: Todos los usuarios

source: New user
es: Nuevo usuario

source: Images
es: Imágenes

source: New category
es: Nueva categoría

source: Add images
es: Agregar imágenes

source: Comments
es: Comentarios

source: Updates
es: Actualizaciones

source: Modules Management
es: Manejador de Módulos

source: Specified module is not valid!
es: ¡El módulo especificado no es válido!

source: %s is already installed!
es: ¡%s ya esta instalada!

source: Sepecified module is not a valid Xoops Module!
es: ¡El módulo especificado no es un Módulo Xoops válido!

source: Install %s
es: Instalar %s

source: Sorry, this operation could not be completed!
es: ¡Lo sentimos, esta operación no pudo ser completada!

source: Installation log for %s
es: Registro de instalación para %s

source: Module %s is not installed yet!
es: ¡El módulo %s aún no esta instalado!

source: %s install log
es: Registro de instalación para %s

source: Uninstall log for %s
es: Registro de desinstalación para %s

source: Could not update %s
es: No se actualizó %s

source: Updating module %s
es: Actualizando módulo %s

source: Updating templates...
es: Actualizando plantillas...

source: Template %s could not be inserted!
es: No se pudo insertar la plantilla %s!

source: Template %s inserted to the database.
es: La plantilla %s fue insertada en la base de datos.

source: ERROR: Could not recompile template %s
es: ERROR: No se pudo recompilar la plnatilla %s

source: Template %s recompiled
es: Plantilla %s recompilada

source: ERROR: Could not delete old template %s. Aborting update of this file.
es: ERROR: No se pudo eliminar la plantilla %s. Abortando la actualización de este archivo.

source: Rebuilding blocks...
es: Reconstruyendo bloques...

source: ERROR: Could not update %s
es: ERROR: No se pudo actualizar %s

source: Block %s updated.
es: Bloque %s actualizado

source: Block ID: %s
es: ID de bloque: %s

source: ERROR: Could not update %s template.
es: ERROR: No se pudo actualizar la plantilla %s.

source: Template %s updated.
es: Plantilla %s actualizada.

source: ERROR: Could not create %s
es: ERROR: No se pudo crear %s.

source: ERROR: Could not add block access right
es: ERROR: No se agregaron los permisos de acceso al bloque

source: Group ID: %s
es: Grupo ID: %s

source: Added block access right
es: Agregados los permisos de acceso al bloque

source: ERROR: Could not insert template %s to the database.
es: ERROR: No se pudo insertar la plantilla %s en la base de datos.

source: Template %s added to the database
es: Plantilla %s agregada a la base de datos

source: ERROR: Template %s recompile failed
es: ERROR: Fallo la recompilación de la plantilla %s

source: Block %s created
es: Bloque %s creado

source: ERROR: Could not delete block %s
es: ERROR: No se pudo eliminar el bloque %s

source: ERROR: Could not remove deprecated block template.
es: ERROR: No se pudo eliminar la plantilla obsoleta del bloque.

source: Block template %s deprecated
es: Plantilla %s del bloque obsoleta

source: Deleting module config options...
es: Eliminando opciones de configuración del módulo...

source: ERROR: Could not delete config data from the database
es: ERROR: No se pudo eliminar los datos de configuración de la base de datos

source: Config ID: %s
es: ID de opción: %s

source: Config data deleted from the database.
es: Datos de configuración eliminados de la base de datos.

source: Config option added
es: Opción de configuración agregada

source: Name:
es: Nombre:

source: Value:
es: Valor:

source: Config %s added to the database
es: Opción %s agregada a la base de datos

source: ERROR: Could not insert config %s to the database.
es: ERROR: No se pudo insertar la configuración %s en la base de datos

source: Failed to execute %s
es: Falló al ejecutar %s

source: %s executed successfully.
es: %s ejecutado con éxito

source: Module %s updated successfully!
es: El módulo %s se actualizo con éxito

source: Update log for %s
es: Registro de actualización para %s

source: Module %s could not be disabled!
es: ¡El módulo %s no pudo ser deshabilitado!

source: Module %s successfully disabled!
es: ¡El Módulo %s fue deshabilitado exitosamente!

source: Sorry, you don't have access to this page
es: Lo sentimos, no tienes acceso a esta página

source: Click here to refresh
es: Haz click aqui para actualizar

source: Install
es: Instalar

source: More info
es: Más información

source: Version:
es: Versión:

source: Author:
es: Autor:

source: You can not rename modules. Session token not valid!
es: No puedes renombrar modulos. Identificador de sesión no válido

source: Data provided is not valid
es: Los datos proporcionados no son validos

source: Module name could not be changed!
es: ¡El nombre del módulo no se puede cambiar!

source: Module name changed successfully!
es: ¡Nombre del módulo cambiado exitosamente!

source: Plugins Manager
es: Administrador de Plugins

source: You must specify a existing plugin
es: Debes especificar un plugin existente

source: Specified plugin is installed already!
es: ¡El plugin especificado ya esta instalado!

source: %s is not a valid plugin!
es: ¡%s no es plugin válido!

source: Plugin could not be installed, please try again.
es: El plugin no pudo instalarse, por favor intentalo otra vez.

source: The plugin has been inserted on database, but erros ocurred on this process.
es: El plugin ha sido insertado en la base de datos, pero ocurrieron errores en el proceso.

source: Plugin installed succesfully!
es: ¡Plugin instalado exitosamente!

source: Specified plugin is not installed yet!
es: ¡El pluginespecificado aún no esta instalado!

source: Plugin could not be uninstalled, please try again.
es: El plugin no pudo ser instalado, por favor intentalo otra vez.

source: The plugin has been deleted from database, but erros ocurred on this process.
es: El plugin ha sido eliminado de la base de datos, pero ocurrieron errores en el proceso.

source: Plugin uninstalled succesfully!
es: ¡Plugin desinstalado exitosamente!

source: Plugin could not be updated, please try again.
es: El plugin no pudo ser actualizado, por favor intentalo otra vez.

source: The database has been updated, but erros ocurred on this process.
es: La base de datos ha sido actualizada, pero ocurrieron errores en el proceso.

source: Plugin updated succesfully!
es: ¡Plugin actualizado exitosamente!

source: Plugin status changed succesfully!
es: ¡Estado del plugin cambiado exitosamente!

source: Specified plugin is not active!
es: ¡El plugin especificado no esta activo!

source: %s configuration
es: Configuración de %s

source: None
es: Ninguno

source: Visual Editor
es: Editor Visual

source: EXMCode Editor
es: Editor de código EXM

source: Simple Editor
es: Editor Sencillo

source: HTML Editor
es: Editor HTML

source: Save Settings
es: Guardar Configuraciones

source: Configure Plugin
es: Configurar Plugin

source: Session token expired!
es: ¡El identificador de sesión expiró!

source: Settings updated!
es: ¡Configuraciones actualizadas!

source: Sorry, comments has been disabled by administrator
es: Lo sentimos, los comentarios han sido deshabilitados por el administrador

source: You must provide your name and email in order to can post comments
es: Debes proporcionar tu nombre y correo para enviar comentarios

source: Sorry, you are not allowed to post comments!
es: ¡Lo sentimos,no estas autorizado para enviar comentarios!

source: There are not params to save!
es: ¡No hay parámetros por salvar!

source: Object type missing!
es: ¡Faltó el tipo de objeto!

source: Object name missing!
es: ¡Falto el nombre del objeto!

source: You must write a message!
es: ¡Debes escribir un mensage!

source: Comment could not be posted!
es: ¡El comentario no pudo ser enviado!

source: Comment posted successfully!
es: ¡Comentario enviado exitosamente!

source: You are not allowed to edit this comment!
es: ¡No estas autorizado para editar este comentario!

source: Please specify a comment
es: Por favor especifica un comentario

source: Invalid Operation
es: Operacion invalida

source: You must provide a text for comment!
es: ¡Debes proporcionar un texto para comentar!

source: RSS Center
es: Centro de RSS

source: Choose an option to see its feed
es: Escoge una opción para ver su menú

source: This module does not support rss feeds
es: Este módulo no soporta menús rss

source: Item updated!
es: ¡Elemento actualizado!

source: Updates Help
es: Ayuda para las Actualziaciones

source: Available Updates
es: Actualizaciones Disponibles

source: Invalid parameters!
es: ¡Parámetros no válidos!

source: Unable to download update file!
es: ¡No se pudo descargar el archivo de actualización!

source: ERROR: unable to open downloaded zip file!
es: ¡No se pudo descargar el archivo de actualización!

source: FTP configuration not specified!
es: ¡No se configuró el cliente FTP!

source: FTP configuration not valid!
es: ¡No es válida la configuración FTP!

source: Unable to connect FTP server %s
es: Incapaz de conectarse al servidor FTP %s

source: Executing files...
es: Ejecutando archivos...

source: %s has been updated
es: Se actualizó %s

source: Downloaded!
es: ¡Descargado!

source: File not found!
es: ¡Archivo no encontrado!

source: You have not selected any user!
es: No ha seleccionado ningún usuario!

source: Dou you really wish to delete selected users?
es: ¿Dou realmente desea eliminar los usuarios seleccionados?

source: Users Management
es: Administración de Usuarios

source: The specified user is not valid!
es: El usuario especificado no es válido!

source: The specified user does not exists!
es: El usuario especificado no existe.

source: Edit User
es: Editar usuario

source: Add User
es: Agregar Usuario

source: Editing User
es: Editar usuario

source: Username
es: Nombre de usuario

source: This field also will be the user login name.
es: Este campo también será el nombre de inicio de sesión de usuario.

source: Full name
es: Nombre completo

source: This field must contain firstname and lastname.
es: Este campo debe contener nombre y apellido

source: Email address
es: Dirección de correo electrónico

source: New password
es: Nueva contraseña

source: The password should be at least eight characters long. To make it stronger, use upper and lower case letters, numbers and symbols like ! " ? $ % ^ &
es: LA contraseña debe tener al menos ocho caracteres. Para hacerla mas fuerte, use letras mayúsculas, minúsculas, números y símbolos como ! " ? $ % ^ &

source: Repeat Password
es: Repetir contraseña

source: Type password again.
es: Escribir contraseña de nuevo.

source: URL (Blog or personal website)
es: URL (Blog o página Web personal)

source: Time zone
es: Zona horaria

source: Assign to groups
es: Asignar a grupos

source: Sorry, you don't have permission to add users.
es: No tiene permiso para agregar usuarios.

source: Please fill all required fields and try again!
es: Rellene todos los campos obligatorios y vuelva a intentarlo!

source: Passwords doesn't match. Please chek them.
es: Las contraseñas no coinciden. Revíselas por favor.

source: The users could not be saved. Please try again!
es: No se pueden guardar los usuarios. Vuelva a intentarlo!

source: You must select one user at least. Please click on "Add Users" and select as many users as you wish.
es: Debe seleccionar al menos un usuario. Haga clic en "Añadir Usuarios" y seleccione tantos usuarios como quiera.

source: Send E-Mail
es: Enviar correo electrónico

source: Sending email to users
es: Enviando correo electrónico a los usuarios

source: Send Email to Users
es: Enviar correo electrónico a los usuarios

source: Please note that the maximun users number that you can select depends of the limit of emails that you can send accourding to your email server policies (or hosting account policies).
es: Tenga en cuenta que el número máximo de usuarios que puede seleccionar depende del límite de mensajes de correo electrónico que puede enviar diario de acuerdo a las políticas de su servidor de correo electrónico (o directivas de cuenta de alojamiento).

source: Message subject
es: Asunto del mensaje

source: Subject must be descriptive.
es: El asunto debe ser descriptivo.

source: Message type
es: Tipo de mensaje

source: Plain Text
es: Texto sin formato

source: Message content
es: Contenido del mensaje

source: There was errors while sending this emails
es: Hubieron errores al enviar que este correo electrónico

source: Message sent successfully!
es: Mensaje enviado con éxito!

source: No users has been selected
es: No se ha seleccionado ningún usuario

source: Users
es: Usuarios

source: Users could not be
es: Los usuarios no pueden

source: Admin user cannot be deleted: %s
es: No se puede eliminar el usuario admin: %s

source: User cannot be deleted: %s
es: No se puede eliminar el usuario: %s

source: Users deleted successfully!
es: Usuarios eliminados correctamente.

source: Red México Twitter
es: Red México

source: Red México Facebook
es: Red México

source: Show comments from internal comments system
es: Mostrar comentarios del sistema interno de comentarios

source: Custom Block
es: Bloque Personalizado

source: Allows to create a block with custom content.
es: Permite crear un bloque con contenido personalizado.

source: Sorry, you are not allowed to view this page
es: Lo sentimos, no estas autorizado para ver esta página

source: The block specified seems to be invalid. Please try again.
es: El bloque especificado parece no ser válido. Vuelva a intentarlo.

source: The specified module does not exists!
es: El módulo especificado no existe.

source: The specified block does not exists, please verify your selection.
es: El bloque especificado no existe, compruebe su selección.

source: Block could not be created. Please try again!
es: No se pudo crear el bloque ¡Vuelva a intentarlo!

source: Block "%s" was added successfully! Please configure it.
es: ¡El bloque "%s" fue agregado correctamente! Por favor configúralo.

source: The block that you specified seems to be invalid. Please try again
es: El bloque que ha especificado parece que no es válido. Vuelva a intentarlo

source: Specified block does not exists!. Please try again
es: ¡El bloque especificado no existe! Por favor inténtalo de nuevo.

source: Configuration form for block "%s" was loaded successfully!
es: ¡Las configuración del bloque "%s" fue cargada correctamente!

source: Session token expired. Please try again.
es: Símbolo de sesión caducado. Vuelva a intentarlo.

source: You must provide a block ID!
es: Debe proporcionar un ID de bloque!

source: Specified block does not exists!
es: El bloque especificado no existe.

source: Settings for the block "%s" could not be saved!
es: ¡No se guardaron las configuraciones para el bloque "%s"!

source: Settings for block "%s" were saved successfully!
es: ¡Las opciones del bloque "%s" fueron almacenadas correctamente!

source: Specified position is not valid!
es: La posición especificada no es válida!

source: You must fill name and tag input fields!
es: Debe rellenar los campos nombre y los campos de entrada de la etiqueta!

source: Specified blocks position does not exists!
es: ¡La posición de bloques especificada no existe!

source: Already exists another blocks position with same name or tag!
es: ¡Ya existe otra posición de bloque con el mismo nombre o etiqueta!

source: Position "%s" was saved successfylly!
es: ¡La posicioón "%s" se guardó correctamente!

source: Position "%s" could not be saved!
es: ¡No se pudo guardar la posición "%s"!

source: Blocks order could not be saved!
es: ¡No se pudo guardar el orden de los bloques!

source: Position not specified!
es: ¡Posición no especificada!

source: Blocks order for position "%s" saved successfully!
es: ¡El orden para la posición "%s" se guardó correctamente!

source: Blocks order for position "%s" could not be saved!
es: ¡No se pudo guarar el orden de los bloques para la posición "%s"!

source: Block visibility could not be saved!
es: ¡No se pudo cambiar la visibilidad del bloque!

source: Block identifier not specified!
es: ¡No se especifico el identificador de bloque!

source: The visibility of the block %s was changed successfully!
es: ¡La visibilidad del bloque "%s" fue cambiada correctamente!

source: Visibility for block %s could not be changed!
es: ¡No se pudo cambiar la visibilidad del bloque "%s"!

source: No block has been specified!
es: ¡No se ha especificado un bloque!

source: The block "%s" could not be deleted!
es: ¡No se pudo eliminar el bloque "%s"!

source: The block "%s" was deleted successfully!
es: ¡El bloque "%s" se eliminó correctamente!

source: All
es: Todos

source: Insert Image
es: Insertar Imágen

source: Number of Comments:
es: Número de Comentarios
