Repository: geekwright/poread
Catalog: locale/rmc/*.po
Languages: es

source: Show module name:
es: Mostrar el nombre del módulo

source: Yes
es: Si

source: Show item name:
es: Mostrar el nombre del artículo

source: Show username:
es: Mostrar nombre de usuario:

source: Show date:
es: Mostrar fecha

source: Select Files
es: Seleccionar archivos

source: All Files
es: Todos los archivos

source: Fields marked with (*) are required.
es: Campos marcados con (*) son obligatorios.

source: Users List
es: Lista de Usuarios

source: Categories List
es: Lista de Categorías

source: Add Images
es: Agregar Imágenes

source: Edit
es: Editar

source: Name
es: Nombre

source: Web site
es: Sitio Web

source: Your comment
es: Tu comentario

source: Submit Comment
es: Enviar Comentario

source: Submit a comment
es: Enviar un comentario

source: Please specify your name
es: Por favor especifica tu nombre

source: Please specify a valid email
es: Por favor especifica un correo válido

source: Please write a message
es: Por favor escribe un mensage

source: Please enter a valid URL
es: Por favor introduce una URL válida

source: URL rewriting requires an Apache Server and mod_rewrite enabled!
es: ¡La reescritura de URLs requiere un servidor Apache o compatible y mod_rewirte activado!

source: The configuration file for this block does not exists!
es: No existe el archivo de configuración para este bloque!

source: There was a problem trying to show the configuration options for this block!
es: Hubo un problema tratando de mostrar las opciones de configuración para este bloque!

source: Showing <strong>%u</strong> to <strong>%u</strong> of <strong>%u</strong>.
es: Mostrar <strong>%u</strong> to <strong>%u</strong> of <strong>%u</strong>.

source: Help
es: Ayuda

source: You must provide a valid time and format value to use RMTimeFormatter::format() method
es: Debes proporcionar una fecha y un formato válidos para usar el método RMTimeFormatter::format()

source: Sunday
es: Domingo

source: Monday
es: Lunes

source: Tuesday
es: Martes

source: Wednesday
es: Miércoles

source: Thursday
es: Jueves

source: Friday
es: Viernes

source: Saturday
es: Sábado

source: January
es: Enero

source: February
es: Febrero

source: March
es: Marzo

source: April
es: Abril

source: May
es: Mayo

source: June
es: Junio

source: July
es: Julio

source: August
es: Agosto

source: September
es: Septiembre

source: October
es: Octubre

source: November
es: Noviembre

source: December
es: Diciembre

source: Remove Image
es: Eliminar Imágen

source: Image manager...
es: Administrador de imágenes...

source: Image Manager
es: Administrador de Imágenes

source: Choose Time
es: Seleccione la Fecha

source: All Users
es: Todos los usuarios

source: Search Users
es: Buscar Usuarios

source: Available Modules
es: Modulos Disponibles

source: Home Page
es: Página Inicial

source: User page
es: Página de usuario

source: User profile page
es: Página del perfil de usuario

source: Users registration
es: Registro de usuarios

source: Edit user
es: Editar usuario

source: Read PM
es: Leer MP

source: Private messages
es: Mensajes privados

source: Inner Pages
es: Páginas Interiores

source: Allow HTML
es: Permitir HTML

source: Allow Xoops Code
es: Permitir Código Xoops

source: Allow Smilies
es: Permitir Smilies

source: Allow break lines
es: Permitir

source: Do images
es: Crear Imágenes

source: Do you really want to delete this block?
es: ¿Realmente desea eliminar este bloque?

source: Delete Block
es: Eliminar Bloque

source: Hide Block
es: Ocultar Bloque

source: Show Block
es: Mostrar Bloque

source: Block Settings
es: Opciones del Bloque

source: Save
es: Guardar

source: Show Positions
es: Mostrar Posiciones

source: Show Blocks
es: Mostrar Bloques

source: An error occurred while trying to add block to its position!
es: ¡Ocurrió un error al intentar asignar el bloque a esta posición!

source: The position specified for this block does not exists!
es: ¡No existe la posición especificada para este bloque!

source: %s Pages
es: %s Páginas

source: Do you really want to delete selected positions?
es: ¿Realmente deseas eliminar las posiciones seleccionadas?

source: You must select at least one position before you can do this action!
es: ¡Debes seleccionar al menos una posición antes de realizar esta acción!

source: Sorry, unauthorized operation!
es: ¡Lo sentimos, operación no autorizada!

source: You must select a category before
es: Antes debes seleccionar una categoría

source: File URL
es: Archivo URL

source: You are not allowed to do this action
es: No estas autorizado para hacer esta acción

source: Sorry, category has not been specified!
es: ¡Lo sentimos, la categoría no ha sido especificada!

source: Sorry, the specified category has not been found!
es: ¡Lo sentimos, la categoría especificada no se encontró!

source: Sorry, the specified category is closed!
es: ¡Lo sentimos, la categoría especificada esta cerrada!

source: Sorry, you can not upload images!
es: ¡Lo sentimos, no puedes cargar imágenes!

source: File could not be inserted to database!
es: ¡El archivo no pudo ser insertado en la base de datos!

source: Language to use
es: Idioma a utilizar

source: Arrange images by date
es: Ordenar imágenes por fecha

source: Select the default editor
es: Seleccionar el editor por defecto

source: XoopsCode Editor
es: Editor de código XOOPS

source: Limit for image categories list.
es: Límite para la imagen de la lista de categorías.

source: Image manager: number of images per page
es: Administrador de imágenes: número de imágenes por página

source: Secret Key
es: Clave secreta

source: Provide a secret key used to encrypt information.
es: Proporcionar una clave secreta utilizada para cifrar la información.

source: Admin theme
es: Tema del panel de control

source: Enable JQuery for front end
es: Activar jQuery para los temas

source: When this option is enabled, Common Utilities will include JQuery automatically. Please, disable this option only when your theme include jquery by default.
es: Cuando esta opción esta activa, Common Utilities incluirá automáticamente jQuery. Desactive esta opción solo si el tema que usa actualmente ya incluye jQuery por defecto.

source: Allow HTMl in text
es: Permitir HTML en el texto

source: Allow smilies in text
es: Permitir Caritas en el texto

source: Allow XoopsCode
es: Permitir código Xoops

source: Allow images in text
es: Permitir imágenes en textos

source: Auto add line breaks in text
es: Agrear automáticamente saltos de línea en textos

source: Modules number on dashboard
es: Número de módulos en el panel de control

source: Enable comments
es: Habilitar comentarios

source: Allow anonymous users to post comments
es: Permitir a los usuarios anónimos enviar comentarios

source: Automatically approve comments by registered users
es: Aprobar automáticamente comentarios de usuarios registrados

source: Automatically approve comments by anonymous users
es: Aprobar automáticamente comentarios de usuarios anónimos

source: Allow users to edit their comments
es: Permitir a los usuarios editar sus comentarios

source: Time limit to edit a comment (in hours).
es: Tiempo limite para poder editar un comentario (en horas).

source: Image for RSS feeds
es: Imagen de RSS feeds

source: Mailer method
es: Método para envío de correo

source: Common Utilities will use this method to send emails.
es: Common Utilities utilizará este método para enviar emails.

source: SMTP server to use
es: Servidor SMTP a usar

source: Specify the server through with the emails will be sent.
es: Especifique el servidor a través del cual se enviaran los emails.

source: SMTP encryption
es: Encriptación SMTP

source: For SSL or TLS encryption to work, your PHP installation must have appropriate OpenSSL transports wrappers.
es: Para que el cifrado SSL o TLS trabaje, la instalación de PHP debe tener adecuados contenedores de transportes OpenSSL.

source: SMTP server port
es: Puerto del servidor SMTP

source: Note that you must to write the appropriate port based on your encryption type selection.
es: Tenga en cuenta que debe escribir el puerto adecuado basado en la selección del tipo de cifrado.

source: SMTP username
es: Usuario SMTP

source: SMTP password
es: Contraseña SMTP

source: Sendmail path
es: Ruta de Sendmail

source: Input the command for sendmail, including the correct command line flags. The default to use is "/usr/sbin/sendmail -bs" if this is not specified.
es: Ingrese el comando para Sendmail, incluyendo las banderas correctas de la linea de comandos. Si no se especifica se usará por defecto "/usr/sbin/sendmail -bs".

source: Enable RSS Center
es: Activar el Centro RSS

source: Enable internal blocks manager
es: Activar administrador interno de bloques

source: Disable new GUI when working on non native modules?
es: ¿Desactivar GUI cuando se trabaja en módulos no nativos de Common Utilities?

source: Activate updates
es: Activar actualizaciones

source: When this option is enabled, Common Utilities will search automatically updates for modules and other components.
es: Cuando esta opción esta activa, Common Utilities buscará nuevas actualizaciones automáticamente para módulos y plugins.

source: Days between updates search
es: Intervalo en días entre búsquedas de actualziaciones

source: Create New Category
es: Crear Nueva Categoria

source: Category Name:
es: Nombre de la Categoría:

source: Category Status:
es: Estado de la Categoría

source: Inactive
es: Inactivo

source: Active
es: Activo

source: Groups that can upload images:
es: Grupos que pueden cargar imágenes:

source: Groups that can use this category:
es: Grupos que pueden usar esta categoría:

source: Maximum file size:
es: Tamaño máximo de archivo:

source: Custom Sizes
es: Tamaños Personalizados

source: This configurations stablish the sizes in wich images will be created.
es: Estas configuraciones establecen los tamaños en los que las imágenes deben ser creadas.

source: You can specify all sizes that you wish according to your needs.
es: Debes especificar todos los tamaños que desees de acuerdoa tus necesidades.

source: Add New Size
es: Agregar Tamaño

source: Size name
es: Nombre del tamaño

source: Width:
es: Ancho:

source: Height:
es: Altura:

source: Scale
es: Escalar

source: Crop
es: Recortar

source: No Resize
es: NO Redimensionar

source: Delete
es: Eliminar

source: e.g. thumbnail
es: p.e. thumbnail

source: Update Category
es: Actualizar Categoría

source: Upload Files
es: Cargar Archivos

source: From URL
es: Desde URL

source: From Library
es: Desde Biblioteca

source: Select the category where you wish to upload images
es: Selecciona la categoría donde deseas cargar las imágenes

source: Select...
es: Seleccionar...

source: Resizing images
es: Redimensionar Imágenes

source: Please, do not close the window until resizing process has finished!
es: ¡Por favor, no cierres la ventana hasta que el proceso de redimensionar haya terminado!

source: Image URL
es: URL de imágen

source: Title:
es: Título:

source: Alternative text:
es: Texto alternativo:

source: Alignment:
es: Alineación

source: Left
es: Izquierda

source: Center
es: Centro

source: Right
es: Derecha

source: Link:
es: Enlace:

source: This is a required field. Please fill it!
es: ¡Este es un campo requerido. Por favor llenalo!

source: Selected:
es: Seleccionado:

source: Insert Users
es: Insertar Usuarios

source: Search:
es: Buscar:

source: Show:
es: Mostrar:

source: Sort by:
es: Ordenar por

source: Registered
es: Registrado

source: Go!
es: ¡Ir!

source: Existing Users
es: Usuarios Existentes

source: Bulk Actions...
es: Acciones en bloque

source: Close Category
es: Cerrar Categoría

source: Open Category
es: Abrir categoría

source: Apply
es: Aplicar

source: Sizes
es: Tamaños

source: Groups
es: Grupos

source: There are not categories yet! You must create at least one category in order to create images.
es: ¡Aún no hay categorias! Debes crear por lo menos una categoría para crear imágenes.

source: Do you really want to delete &quot;%s&quot;?
es: ¿Realmente quieres eliminar &quot;%s&quot;?

source: open
es: Abrir

source: Upload:
es: Cargar:

source: Access:
es: Acceso

source: File:
es: Archivo:

source: Image data:
es: Datos de imágen:

source: Available sizes:
es: Tamaños disponibles:

source: Original Size
es: Tamaño Original

source: Category:
es: Categoría:

source: Description:
es: Descripción:

source: Update Image!
es: ¡Actualizar Imágen!

source: Update thumbnails
es: Actualizar miniaturas

source: Create Images
es: Crear Imágenes

source: File
es: Archivo

source: Details
es: Detalles

source: Author
es: Autor

source: Date
es: Fecha

source: There are not images yet!
es: ¡Aún no hay imágenes!

source: Show
es: Mostrar

source: Hide
es: Ocultar

source: Link URL:
es: URL del enlace:

source: Image size:
es: Tamaño de la imágen:

source: Insert image
es: Insertar imágen

source: Select Category:
es: Seleccionar Categoría:

source: Change Category
es: Cambiar Categoría

source: Upload
es: Cargar

source: Clear All
es: Limpiar Todo

source: Done! Click to continue...
es: ¡Hecho! Click para continuar...

source: Done! Show images...
es: ¡Hecho! Mostrar imágenes...

source: Pages:
es: Páginas:

source: First Page
es: Primera Página

source: Previous Page
es: Página anterior

source: Page %u
es: Página %u

source: Next Page
es: Siguiente Página

source: Last Page
es: Última Página

source: Blocks Administration
es: Administración de Bloques

source: Add New Block
es: Agregar Bloque

source: Messages Console
es: Consola de Mensajes

source: Drag and drop blocks here
es: Arrastra y suelta los bloques aquí

source: Hide block
es: Ocultar bloque

source: Show block
es: Mostrar bloque

source: Input a name to identify this position (<em>eg. Left blocks</em>)
es: Inserte un nombre para identificar esta posición (<em>eg. Left blocks</em>)

source: Tag Name
es: Nombre de Etiqueta

source: Specify a name for the smarty tag to use in templates (eg. left_blocks). This tag will be used as Smarty tag (eg. &lt;{$left_blocks}&gt).
es: Especifique un nombre para la etiqueta smarty a usar en las plantillas (ej. left_blocks). esta etiqueta será usada como etiqueta Smarty (ej. &lt;{$left_blocks}&gt).

source: Add Position
es: Añadir posición

source: How to implement blocks
es: Cómo implementar bloques

source: Bulk actions...
es: Acciones Masivas...

source: Hidden
es: Oculta

source: Smarty Tag
es: Etiqueta de Smarty

source: There are not positions created yet!
es: ¡Aún no se han creado posiciones!

source: Loading
es: Cargando

source: Loading data...
es: Cargando datos...

source: %s settings
es: %s configuraciones

source: General Settings
es: General

source: Custom Options
es: Opciones personalizadas

source: Block Title
es: Título del Bloque

source: Block position
es: Posición del Bloque

source: Block weight
es: Peso del Bloque

source: Cache lifetime
es: Tiempo de Cache

source: No Cache
es: Sin Cache

source: 30 seconds
es: 30 segundos

source: 1 minute
es: 1 minuto

source: 5 minutes
es: 5 minutos

source: 30 minutes
es: 30 minutos

source: 1 hour
es: 1 hora

source: 5 hours
es: 5 horas

source: 1 day
es: 1 día

source: 3 days
es: 3 dias

source: 1 week
es: 1 semana

source: 1 month
es: 1 mes

source: Visibility Options
es: Opciones de Visibilidad

source: Visible in
es: Visible en

source: Block Permissions
es: Permisos del Bloque

source: Read Permissions
es: Permisos de Lectura

source: Custom Block Content
es: Contenido del Bloque Personalizado

source: Content type:
es: Tipo de contenido:

source: Formatted text
es: Texto con formato

source: HTML block
es: Bloque HTML

source: PHP block
es: Bloque PHP

source: XOOPS code
es: Código XOOPS

source: Home page
es: Página Inicial

source: Home
es: Página Inicial

source: You need something to search!
es: ¡Necesitas algo para buscar!

source: Set unapproved
es: No aprobado

source: Set approved
es: Aprobado

source: Mark as SPAM
es: Marcar como SPAM

source: Delete comments
es: Eliminar comentarios

source: View all
es: Ver todos

source: Comment
es: Comentar

source: There are not comments yet!
es: Aún no hay comentarios

source: Unnaprove
es: No aprobado

source: Approve
es: Aprobado

source: Installed Modules
es: Modulos Instalados

source: If you wish to manage or install new modules please go to Modules Management.
es: Si deseas administrar o instalar modulos, por favor ve Administración de Módulos.

source: Modules management
es: Administración de Módulos

source: If you want to manage or install new modules please go to Modules Management.
es: Si deseas administrar o instalar modulos ve al Administrador de Módulos.

source: System Tools
es: Herramientas del Sistema

source: Configure Common Utilities
es: Configurar Common Utilities

source: Comments Management
es: Administrador de Comentarios

source: Plugins Management
es: Administrador de Plugins

source: XOOPS Modules
es: Módulos Xoops

source: Recent News
es: Noticias Recientes

source: Version: %s
es: Versión: %s

source: Update
es: Actualizar

source: View
es: Ver

source: Do you really want to uninstall selected module?
es: ¿Realmente desea desinstalar el módulo seleccionado?

source: Do you really want to update selected module?
es: ¿Realmente desea actualizar módulo seleccionado?

source: Do you really want to disable selected module?
es: ¿Realmente desea deshabilitar el módulo seleccionado?

source: New name must be different from current name!
es: ¡El nombre nuevo debe ser diferente del nombre actual!

source: Updated: %s
es: Actualizado: %s

source: License:
es: Licencia:

source: Uninstall
es: Desinstalar

source: Disable
es: Deshabilitar

source: Enable
es: Habilitar

source: Change name:
es: Cambiar Nombre:

source: Rename
es: Renombrar

source: Go to Modules Management
es: Ir al Administrador de Módulos

source: %s Control Panel
es: %s Panel de Control

source: This module will make next changes in Xoops system. Please review in a detailed way all them in order to decide if you really wish to install this module
es: Este módulo realizará los siguientes cambios en el sistema, por favor revisalos de forma detallada para decidir si realmente deseas instalarlo.

source: Module Templates
es: Plantillas del Módulo

source: Database Tables
es: Tablas para la base de datos

source: Option settings to insert
es: Opciones de configuración a insertar

source: Bloks to insert
es: Bloques a insertar

source: %s Details
es: Detalles de %s

source: Author Web:
es: Autor Web:

source: Credits:
es: Creditos:

source: Help:
es: Ayuda:

source: Click here
es: Click aquí

source: Install Now
es: Instalar Ahora

source: Installed Plugins
es: Plugins Instalados

source: Available Plugins
es: Plugins Disponibles

source: Plugins allows to Common Utilities to improve its features and capabilities. Following is a list with existing plugins, installed and available to install.
es: Los plugins permiten a Common Utilities mejorar sus caracteristicas y capacidades. La siguiente es una lista de los plugins existentes, instalados y disponibles para instalar.

source: Description
es: Descripción

source: Version
es: Versión

source: There are not plugins installed yet!
es: Aún no hay plugins instalados

source: Settings
es: Opciones

source: Name and Description
es: Nombre y Descripción

source: There are not available plugins yet!
es: ¡Aún no hay plugins disponibles!

source: Visit Web site
es: Visitar Sitio Web

source: All %s RSS feeds are listed below. Click an option for feed.
es: Todos %s los menús Rss se enlistan a continuación. Da click a una opción para ver su menú.

source: Check for Updates
es: Comprobar Actualizaciones

source: FTP Settings
es: Opciones FTP

source: Last comprobation: %s
es: Última comprobación: %s

source: Server:
es: Servidor:

source: Port:
es: Puerto:

source: User:
es: Usuario:

source: Password:
es: Clave:

source: XOOPS Directory:
es: Directorio XOOPS:

source: XOOPS directory must match with this XOOPS installation, but only the relative patch to server root.
es: El directorio XOOPS debe coincidir con la ruta relativa donde se encuentra instalado XOOPS, a partir de la ruta inicial del servidor FTP.

source: Notice
es: Aviso

source: Before to install updates be sure that target folders have writting permissions for web server. If you wish, you can configure the internal FTP Client in order to update without assign writting permissions.
es: Antes de instalar cualquier actualización asegúrate que el directorio donde se instalará tenga permisos de escritura para el servidor web. También puedes configurar el cliente FTP interno con la finalidad de instalar las actualizaciones sin asignar permisos de escritura.

source: Searching for updates...
es: Buscando actualizaciones...

source: Update Details
es: Detalles de la Actualización

source: Files
es: Archivos

source: Continue &raquo;
es: Continuar &raquo;

source: User Credentials
es: Credenciales de Usuarios

source: Please provide your login credentials for site %site%.
es: Porporciona tu información de ingreso para el sitio %site%.

source: Password
es: Contraseña

source: Login
es: Ingresar

source: Executing Files...
es: Ejecutando Archivos...

source: Go Now!
es: Ir ahora!

source: Advanced Search
es: Búsqueda avanzada

source: Email:
es: Correo electrónico:

source: Web site:
es: Sitio Web:

source: Country/Location:
es: Ubicación o país:

source: Registered between:
es: Registrado entre:

source: Last login between:
es: Último inicio de sesión entre:

source: Posts between:
es: Mensajes entre:

source: and
es: y

source: Mail:
es: Correo electrónico:

source: Status:
es: Estado:

source: Search method:
es: Método de búsqueda:

source: Users that accept mail
es: Usuarios que aceptan correos

source: Users that do'nt accept mail
es: Los usuarios que no aceptan correos

source: Active users
es: Usuarios activos

source: Inactive users
es: Usuarios inactivos

source: Search Now!
es: Buscar ahora!

source: All these options are optional and will be additional to basic search keyword.
es: Todas estas opciones son opcionales y serán adicionales a la palabra clave de búsqueda básica.

source: Order by:
es: Ordenar por:

source: Email
es: Correo electrónico

source: Sort
es: Ordenar

source: Activate
es: Activar

source: Deactivate
es: Desactivar

source: Send email
es: Enviar correo electrónico

source: There are not any user registered with for this filter.
es: No hay ningún usuario registrado con este filtro.

source: Send Email
es: Enviar correo electrónico

source: Send email to %s
es: Enviar correo electrónico a %s

source: Mode
es: Modo

source: Size
es: Tamaño

source: Action
es: Acción

source: Path: %s
es: Directorio: %s

source: Type: %s
es: Tipo: %s

source: Released on: %s
es: Liberado el %s

source: Login required
es: Se requiere autenticación

source: Installing update...
es: Instalando actualización...

source: Downloading %s
es: Descargando %s

source: View details
es: Ver detalles

source: Update now!
es: ¡Actualizar ahora!

source: Install Later
es: Installar Después

source: Block
es: Bloque

source: Select block...
es: Seleccionar bloque...

source: Add Block
es: Añadir Bloque

source: Position Name
es: Nombre de Posición

source: Position tag
es: Posición de etiqueta

source: Existing positions
es: Posiciones existentes

source: edit
es: editar
